Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# friends.chat.action.delete
source: Delete for everyone
ar: حذف للجميع
bg: Изтрий за всички
bn: সবার জন্য মুছুন
ca: Eliminar per a tothom
cs: Smazat pro všechny
da: Slet for alle
de: Für alle löschen
el: Διαγραφή για όλους
es: Eliminar para todos
et: Kustuta kõigi jaoks
fa: حذف برای همه
fi: Poista kaikilta
fil: Tanggalin para sa lahat
fr: Supprimer pour tout le monde
he: מחק לכולם
hi: सबके लिए हटाएँ
hr: Izbriši za sve
hu: Törlés mindenkinél
id: Hapus untuk semua
is: Eyða fyrir alla
it: Elimina per tutti
ja: 全員から削除
ko: 모두에게서 삭제
lt: Ištrinti visiems
lv: Dzēst visiem
nb: Slett for alle
nl: Verwijderen voor iedereen
nn: Slett for alle
pl: Usuń dla wszystkich
pt_br: Excluir para todos
ro: Șterge pentru toți
ru: Удалить для всех
sk: Odstrániť pre všetkých
sl: Izbriši za vse
sr: Obriši za sve
sv: Radera för alla
sw: Futa kwa kila mtu
ta: அனைவருக்கும் நீக்கு
th: ลบสำหรับทุกคน
tr: Herkes için sil
uk: Видалити для всіх
ur: سب کے لیے حذف کریں
vi: Xóa cho mọi người
zh_hans: 为所有人删除
zh_hant: 為所有人刪除

# friends.chat.action.edit
source: Edit
ar: تعديل
bg: Редактиране
bn: সম্পাদনা
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fa: ویرایش
fi: Muokkaa
fil: I-edit
fr: Modifier
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
ko: 수정
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
nn: Rediger
pl: Edytuj
pt_br: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sr: Izmeni
sv: Redigera
sw: Hariri
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# friends.chat.action.forward
source: Forward
ar: إعادة توجيه
bg: Препрати
bn: ফরওয়ার্ড
ca: Reenvia
cs: Přeposlat
da: Videresend
de: Weiterleiten
el: Προώθηση
es: Reenviar
et: Edasta
fa: ارسال
fi: Välitä
fil: Ipasa
fr: Transférer
he: העבר
hi: अग्रेषित
hr: Proslijedi
hu: Továbbítás
id: Teruskan
is: Áfram
it: Inoltra
ja: 転送
ko: 전달
lt: Persiųsti
lv: Pārsūtīt
nb: Videresend
nl: Doorsturen
nn: Vidaresend
pl: Przekaż
pt_br: Encaminhar
ro: Redirecționează
ru: Переслать
sk: Preposlať
sl: Posreduj
sr: Prosledi
sv: Vidarebefordra
sw: Sambaza
ta: முன்னனுப்பு
th: ส่งต่อ
tr: İlet
uk: Переслати
ur: فارورڈ
vi: Chuyển tiếp
zh_hans: 转发
zh_hant: 轉傳

# friends.chat.action.reply
source: Reply
ar: رد
bg: Отговор
bn: উত্তর দিন
ca: Respon
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
et: Vasta
fa: پاسخ
fi: Vastaa
fil: Tumugon
fr: Répondre
he: השב
hi: जवाब दें
hr: Odgovori
hu: Válasz
id: Balas
is: Svara
it: Rispondi
ja: 返信
ko: 답장
lt: Atsakyti
lv: Atbildēt
nb: Svar
nl: Antwoorden
nn: Svar
pl: Odpowiedz
pt_br: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sr: Odgovori
sv: Svara
sw: Jibu
ta: பதிலளி
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# friends.chat.action.save_image
source: Save image
ar: حفظ الصورة
bg: Запази изображението
bn: ছবি সংরক্ষণ করুন
ca: Desa la imatge
cs: Uložit obrázek
da: Gem billede
de: Bild speichern
el: Αποθήκευση εικόνας
es: Guardar imagen
et: Salvesta pilt
fa: ذخیره تصویر
fi: Tallenna kuva
fil: I-save ang larawan
fr: Enregistrer l’image
he: שמור תמונה
hi: तस्वीर सहेजें
hr: Spremi sliku
hu: Kép mentése
id: Simpan gambar
is: Vista mynd
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
lt: Išsaugoti vaizdą
lv: Saglabāt attēlu
nb: Lagre bilde
nl: Afbeelding opslaan
nn: Lagre bilete
pl: Zapisz obraz
pt_br: Salvar imagem
ro: Salvează imaginea
ru: Сохранить изображение
sk: Uložiť obrázok
sl: Shrani sliko
sr: Sačuvaj sliku
sv: Spara bild
sw: Hifadhi picha
ta: படத்தை சேமி
th: บันทึกรูปภาพ
tr: Görseli kaydet
uk: Зберегти зображення
ur: تصویر محفوظ کریں
vi: Lưu ảnh
zh_hans: 保存图片
zh_hant: 儲存圖片

# friends.chat.blockConfirmMessage
source: You won't be able to send messages, and shared shifts will be hidden in both directions.
ar: لن تتمكن من إرسال الرسائل، وستُخفى المناوبات المشتركة في كلا الاتجاهين.
bg: Няма да можете да изпращате съобщения, а споделените смени ще бъдат скрити и в двете посоки.
bn: আপনি বার্তা পাঠাতে পারবেন না, এবং শেয়ার করা শিফট উভয় দিকেই লুকানো থাকবে।
ca: No podràs enviar missatges i els torns compartits s'ocultaran en ambdues direccions.
cs: Nebudete moci posílat zprávy a sdílené směny se skryjí oběma směry.
da: Du kan ikke sende beskeder, og delte vagter skjules begge veje.
de: Du kannst keine Nachrichten senden, und geteilte Schichten werden in beide Richtungen ausgeblendet.
el: Δεν θα μπορείτε να στέλνετε μηνύματα και οι κοινόχρηστες βάρδιες θα κρυφτούν και προς τις δύο κατευθύνσεις.
es: No podrás enviar mensajes y los turnos compartidos se ocultarán en ambos sentidos.
et: Sa ei saa sõnumeid saata ja jagatud vahetused peidetakse mõlemal suunal.
fa: دیگر نمی‌توانید پیام بفرستید و شیفت‌های اشتراکی در هر دو جهت پنهان می‌شوند.
fi: Et voi lähettää viestejä, ja jaetut vuorot piilotetaan molempiin suuntiin.
fil: Hindi ka na makakapagpadala ng mga mensahe, at itatago ang mga naibahaging shift sa magkabilang panig.
fr: Vous ne pourrez plus envoyer de messages, et les shifts partagés seront masqués dans les deux sens.
he: לא תוכל/י לשלוח הודעות, ומשמרות משותפות יוסתרו לשני הצדדים.
hi: आप संदेश नहीं भेज पाएंगे, और साझा शिफ्टें दोनों तरफ छिप जाएंगी।
hr: Nećete moći slati poruke, a dijeljene smjene bit će skrivene u oba smjera.
hu: Nem tudsz majd üzenetet küldeni, és a megosztott műszakok mindkét irányban rejtve lesznek.
id: Anda tidak akan bisa mengirim pesan, dan shift yang dibagikan akan disembunyikan di kedua arah.
is: Þú getur ekki sent skilaboð og sameiginlegar vaktir verða faldar í báðar áttir.
it: Non potrai inviare messaggi e i turni condivisi saranno nascosti in entrambe le direzioni.
ja: メッセージを送れなくなり、共有シフトは双方で非表示になります。
ko: 메시지를 보낼 수 없으며, 공유된 근무는 양쪽에서 숨겨집니다.
lt: Negalėsite siųsti žinučių, o bendros pamainos bus paslėptos abiem kryptimis.
lv: Jūs nevarēsiet sūtīt ziņas, un koplietotās maiņas būs paslēptas abos virzienos.
nb: Du kan ikke sende meldinger, og delte vakter skjules i begge retninger.
nl: Je kunt geen berichten sturen en gedeelde diensten worden in beide richtingen verborgen.
nn: Du kan ikkje sende meldingar, og delte vakter blir skjulte begge vegar.
pl: Nie będzie można wysyłać wiadomości, a udostępnione zmiany zostaną ukryte w obu kierunkach.
pt_br: Você não poderá enviar mensagens, e os turnos compartilhados ficarão ocultos para ambos.
ro: Nu vei putea trimite mesaje, iar turele partajate vor fi ascunse în ambele sensuri.
ru: Вы не сможете отправлять сообщения, а общие смены будут скрыты в обе стороны.
sk: Nebudete môcť posielať správy a zdieľané zmeny budú skryté oboma smermi.
sl: Ne boste mogli pošiljati sporočil, deljene izmene pa bodo skrite v obe smeri.
sr: Nećete moći da šaljete poruke, a deljene smene biće skrivene u oba smera.
sv: Du kommer inte att kunna skicka meddelanden, och delade pass döljs i båda riktningarna.
sw: Hutaweza kutuma ujumbe, na zamu zilizoshirikiwa zitafichwa kwa pande zote mbili.
ta: நீங்கள் செய்திகளை அனுப்ப முடியாது, மேலும் பகிரப்பட்ட ஷிப்ட்கள் இரு திசைகளிலும் மறைக்கப்படும்.
th: คุณจะส่งข้อความไม่ได้ และกะงานที่แชร์จะถูกซ่อนทั้งสองฝ่าย
tr: Mesaj gönderemezsiniz ve paylaşılan vardiyalar iki yönde de gizlenir.
uk: Ви не зможете надсилати повідомлення, а спільні зміни буде приховано в обох напрямках.
ur: آپ پیغامات نہیں بھیج سکیں گے، اور مشترکہ شفٹس دونوں طرف سے چھپی رہیں گی۔
vi: Bạn sẽ không thể gửi tin nhắn và ca làm chung sẽ bị ẩn cho cả hai bên.
zh_hans: 你将无法发送消息，双方共享的班次也将被隐藏。
zh_hant: 你將無法傳送訊息，且雙方共享的班次都會被隱藏。

# friends.chat.blockConfirmTitle
source: Block {name}?
ar: حظر {name}؟
bg: Блокиране на {name}?
bn: {name}-কে ব্লক করবেন?
ca: Vols bloquejar {name}?
cs: Zablokovat {name}?
da: Blokere {name}?
de: {name} blockieren?
el: Αποκλεισμός του/της {name};
es: ¿Bloquear a {name}?
et: Blokeerida {name}?
fa: {name} مسدود شود؟
fi: Estetäänkö {name}?
fil: I-block si {name}?
fr: Bloquer {name} ?
he: לחסום את {name}?
hi: {name} को ब्लॉक करें?
hr: Blokirati {name}?
hu: Letiltod ezt: {name}?
id: Blokir {name}?
is: Loka á {name}?
it: Bloccare {name}?
ja: {name}をブロックしますか？
ko: {name}님을 차단할까요?
lt: Blokuoti {name}?
lv: Bloķēt {name}?
nb: Blokkere {name}?
nl: {name} blokkeren?
nn: Blokkere {name}?
pl: Zablokować {name}?
pt_br: Bloquear {name}?
ro: Blochezi pe {name}?
ru: Заблокировать {name}?
sk: Blokovať {name}?
sl: Blokiraj {name}?
sr: Blokirati {name}?
sv: Blockera {name}?
sw: Umzuie {name}?
ta: {name}ஐ தடைசெய்யவா?
th: บล็อก {name}?
tr: {name} engellensin mi?
uk: Заблокувати {name}?
ur: {name} کو بلاک کریں؟
vi: Chặn {name}?
zh_hans: 拉黑{name}？
zh_hant: 封鎖 {name}？

# friends.chat.blockedReadOnly
source: You blocked this user. This conversation is now read-only.
ar: لقد حظرت هذا المستخدم. هذه المحادثة للقراءة فقط الآن.
bg: Блокирахте този потребител. Този разговор вече е само за четене.
bn: আপনি এই ব্যবহারকারীকে ব্লক করেছেন। এই কথোপকথন এখন শুধু-পাঠযোগ্য।
ca: Has bloquejat aquest usuari. Aquesta conversa ara és només de lectura.
cs: Zablokovali jste tohoto uživatele. Tato konverzace je nyní jen pro čtení.
da: Du blokerede denne bruger. Denne samtale er nu skrivebeskyttet.
de: Du hast diesen Nutzer blockiert. Dieser Chat ist jetzt schreibgeschützt.
el: Αποκλείσατε αυτόν τον χρήστη. Αυτή η συνομιλία είναι πλέον μόνο για ανάγνωση.
es: Has bloqueado a este usuario. Esta conversación ahora es de solo lectura.
et: Blokeerisid selle kasutaja. See vestlus on nüüd kirjutuskaitstud.
fa: شما این کاربر را مسدود کرده‌اید. این گفتگو اکنون فقط خواندنی است.
fi: Estit tämän käyttäjän. Tämä keskustelu on nyt vain luku -tilassa.
fil: Na-block mo ang user na ito. Read-only na ang pag-uusap na ito.
fr: Vous avez bloqué cet utilisateur. Cette conversation est maintenant en lecture seule.
he: חסמת את המשתמש הזה. השיחה הזו כעת לקריאה בלבד.
hi: आपने इस उपयोगकर्ता को ब्लॉक किया है। यह बातचीत अब केवल-पढ़ने योग्य है।
hr: Blokirali ste ovog korisnika. Ovaj razgovor je sada samo za čitanje.
hu: Letiltottad ezt a felhasználót. Ez a beszélgetés most csak olvasható.
id: Anda memblokir pengguna ini. Percakapan ini sekarang hanya bisa dibaca.
is: Þú lokaðir á þennan notanda. Þetta spjall er nú skrifvarið.
it: Hai bloccato questo utente. Questa conversazione è ora in sola lettura.
ja: このユーザーをブロックしました。この会話は読み取り専用になりました。
ko: 이 사용자를 차단했습니다. 이 대화는 이제 읽기 전용입니다.
lt: Užblokavote šį naudotoją. Šis pokalbis dabar tik skaitymui.
lv: Jūs bloķējāt šo lietotāju. Šī saruna tagad ir tikai lasāma.
nb: Du blokkerte denne brukeren. Denne samtalen er nå skrivebeskyttet.
nl: Je hebt deze gebruiker geblokkeerd. Dit gesprek is nu alleen-lezen.
nn: Du blokkerte denne brukaren. Denne samtalen er no skriveverna.
pl: Zablokowano tego użytkownika. Ta rozmowa jest teraz tylko do odczytu.
pt_br: Você bloqueou este usuário. Esta conversa agora é somente leitura.
ro: Ai blocat acest utilizator. Această conversație este acum doar pentru citire.
ru: Вы заблокировали этого пользователя. Этот чат теперь только для чтения.
sk: Zablokovali ste tohto používateľa. Táto konverzácia je teraz len na čítanie.
sl: Blokirali ste tega uporabnika. Ta pogovor je zdaj samo za branje.
sr: Blokirali ste ovog korisnika. Ovaj razgovor je sada samo za čitanje.
sv: Du blockerade den här användaren. Den här konversationen är nu skrivskyddad.
sw: Umemzuia mtumiaji huyu. Mazungumzo haya sasa ni ya kusoma tu.
ta: இந்த பயனரை நீங்கள் தடைசெய்துள்ளீர்கள். இந்த உரையாடல் இப்போது படிக்க மட்டும் முடியும்.
th: คุณบล็อกผู้ใช้นี้แล้ว บทสนทนานี้จึงอ่านได้อย่างเดียว
tr: Bu kullanıcıyı engellediniz. Bu konuşma artık salt okunur.
uk: Ви заблокували цього користувача. Ця розмова тепер лише для читання.
ur: آپ نے اس صارف کو بلاک کر دیا ہے۔ یہ گفتگو اب صرف پڑھنے کے لیے ہے۔
vi: Bạn đã chặn người dùng này. Cuộc trò chuyện này hiện chỉ có thể đọc.
zh_hans: 你已拉黑此用户。此对话现为只读。
zh_hant: 你已封鎖這位使用者。此對話現為唯讀。

# friends.chat.blockUser
source: Block user
ar: حظر المستخدم
bg: Блокирай потребител
bn: ব্যবহারকারীকে ব্লক করুন
ca: Bloqueja l'usuari
cs: Zablokovat uživatele
da: Bloker bruger
de: Nutzer blockieren
el: Αποκλεισμός χρήστη
es: Bloquear usuario
et: Blokeeri kasutaja
fa: مسدود کردن کاربر
fi: Estä käyttäjä
fil: I-block ang user
fr: Bloquer l’utilisateur
he: חסום משתמש
hi: उपयोगकर्ता को ब्लॉक करें
hr: Blokiraj korisnika
hu: Felhasználó letiltása
id: Blokir pengguna
is: Loka á notanda
it: Blocca utente
ja: ユーザーをブロック
ko: 사용자 차단
lt: Užblokuoti naudotoją
lv: Bloķēt lietotāju
nb: Blokker bruker
nl: Gebruiker blokkeren
nn: Blokker brukar
pl: Zablokuj użytkownika
pt_br: Bloquear usuário
ro: Blochează utilizatorul
ru: Заблокировать пользователя
sk: Blokovať používateľa
sl: Blokiraj uporabnika
sr: Blokiraj korisnika
sv: Blockera användare
sw: Zuia mtumiaji
ta: பயனரைத் தடைசெய்
th: บล็อกผู้ใช้
tr: Kullanıcıyı engelle
uk: Заблокувати користувача
ur: صارف کو بلاک کریں
vi: Chặn người dùng
zh_hans: 拉黑用户
zh_hant: 封鎖使用者

# friends.chat.composer.camera
source: Camera
ar: الكاميرا
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
et: Kaamera
fa: دوربین
fi: Kamera
fr: Appareil photo
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
is: Myndavél
it: Fotocamera
ja: カメラ
ko: 카메라
lt: Kamera
lv: Kamera
nb: Kamera
nn: Kamera
pl: Aparat
pt_br: Câmera
ro: Cameră
ru: Камера
sk: Fotoaparát
sl: Kamera
sr: Kamera
sv: Kamera
sw: Kamera
ta: கேமரா
th: กล้อง
tr: Kamera
uk: Камера
ur: کیمرہ
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# friends.chat.composer.cancel_edit
source: Cancel edit
ar: إلغاء التعديل
bg: Отказ на редакцията
bn: সম্পাদনা বাতিল করুন
ca: Cancel·la l'edició
cs: Zrušit úpravy
da: Annuller redigering
de: Bearbeiten abbrechen
el: Ακύρωση επεξεργασίας
es: Cancelar edición
et: Tühista muutmine
fa: لغو ویرایش
fi: Peru muokkaus
fil: Kanselahin ang pag-edit
fr: Annuler la modification
he: בטל עריכה
hi: संपादन रद्द करें
hr: Odustani od uređivanja
hu: Szerkesztés megszakítása
id: Batal edit
is: Hætta við breytingu
it: Annulla modifica
ja: 編集をキャンセル
ko: 수정 취소
lt: Atšaukti redagavimą
lv: Atcelt rediģēšanu
nb: Avbryt redigering
nl: Bewerken annuleren
nn: Avbryt redigering
pl: Anuluj edycję
pt_br: Cancelar edição
ro: Anulează editarea
ru: Отменить правку
sk: Zrušiť úpravu
sl: Prekliči urejanje
sr: Otkaži izmenu
sv: Avbryt redigering
sw: Ghairi kuhariri
ta: திருத்தத்தை ரத்து செய்
th: ยกเลิกการแก้ไข
tr: Düzenlemeyi iptal et
uk: Скасувати редагування
ur: ترمیم منسوخ کریں
vi: Hủy chỉnh sửa
zh_hans: 取消编辑
zh_hant: 取消編輯

# friends.chat.composer.close_attachments
source: Close attachments
ar: إغلاق المرفقات
bg: Затвори прикачени файлове
bn: সংযুক্তি বন্ধ করুন
ca: Tanca els fitxers adjunts
cs: Zavřít přílohy
da: Luk vedhæftninger
de: Anhänge schließen
el: Κλείσιμο συνημμένων
es: Cerrar adjuntos
et: Sulge manused
fa: بستن پیوست‌ها
fi: Sulje liitteet
fil: Isara ang mga attachment
fr: Fermer les pièces jointes
he: סגור קבצים מצורפים
hi: अटैचमेंट बंद करें
hr: Zatvori privitke
hu: Mellékletek bezárása
id: Tutup lampiran
is: Loka viðhengjum
it: Chiudi allegati
ja: 添付ファイルを閉じる
ko: 첨부 닫기
lt: Uždaryti priedus
lv: Aizvērt pielikumus
nb: Lukk vedlegg
nl: Sluit bijlagen
nn: Lukk vedlegg
pl: Zamknij załączniki
pt_br: Fechar anexos
ro: Închide atașamentele
ru: Закрыть вложения
sk: Zavrieť prílohy
sl: Zapri priloge
sr: Zatvori priloge
sv: Stäng bilagor
sw: Funga viambatisho
ta: இணைப்புகளை மூடு
th: ปิดไฟล์แนบ
tr: Ekleri kapat
uk: Закрити вкладення
ur: منسلکات بند کریں
vi: Đóng tệp đính kèm
zh_hans: 关闭附件
zh_hant: 關閉附件

# friends.chat.composer.editing_message
source: Editing message
ar: جارٍ تعديل الرسالة
bg: Редактиране на съобщение
bn: বার্তা সম্পাদনা করা হচ্ছে
ca: Editant el missatge
cs: Úprava zprávy
da: Redigerer besked
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
es: Editando mensaje
et: Sõnumi muutmine
fa: در حال ویرایش پیام
fi: Muokataan viestiä
fil: Ini-edit ang mensahe
fr: Modification du message
he: עריכת הודעה
hi: संदेश संपादित किया जा रहा है
hr: Uređivanje poruke
hu: Üzenet szerkesztése
id: Mengedit pesan
is: Breyti skilaboðum
it: Modifica messaggio
ja: メッセージを編集中
ko: 메시지 수정 중
lt: Redaguojama žinutė
lv: Ziņas rediģēšana
nb: Redigerer melding
nl: Bericht bewerken
nn: Redigerer melding
pl: Edytowanie wiadomości
pt_br: Editando mensagem
ro: Se editează mesajul
ru: Редактирование сообщения
sk: Úprava správy
sl: Urejanje sporočila
sr: Izmena poruke
sv: Redigerar meddelande
sw: Inahariri ujumbe
ta: செய்தியைத் திருத்துகிறது
th: กำลังแก้ไขข้อความ
tr: Mesaj düzenleniyor
uk: Редагування повідомлення
ur: پیغام میں ترمیم
vi: Đang chỉnh sửa tin nhắn
zh_hans: 正在编辑消息
zh_hant: 正在編輯訊息

# friends.chat.composer.message_too_long
source: Messages can be up to {limit} characters.
ar: يمكن أن تصل الرسائل إلى {limit} حرفًا.
bg: Съобщенията могат да бъдат до {limit} знака.
bn: বার্তা {limit} অক্ষর পর্যন্ত হতে পারে।
ca: Els missatges poden tenir fins a {limit} caràcters.
cs: Zprávy mohou mít až {limit} znaků.
da: Beskeder kan være op til {limit} tegn.
de: Nachrichten können bis zu {limit} Zeichen lang sein.
el: Τα μηνύματα μπορούν να έχουν έως {limit} χαρακτήρες.
es: Los mensajes pueden tener hasta {limit} caracteres.
et: Sõnumid võivad olla kuni {limit} tähemärki.
fa: پیام‌ها می‌توانند تا {limit} نویسه باشند.
fi: Viestit voivat olla enintään {limit} merkkiä.
fil: Maaaring hanggang {limit} character ang mga mensahe.
fr: Les messages peuvent contenir jusqu’à {limit} caractères.
he: הודעות יכולות להיות עד {limit} תווים.
hi: संदेश {limit} वर्णों तक हो सकते हैं।
hr: Poruke mogu imati do {limit} znakova.
hu: Az üzenetek legfeljebb {limit} karakteresek lehetnek.
id: Pesan dapat berisi hingga {limit} karakter.
is: Skilaboð geta verið allt að {limit} stafir.
it: I messaggi possono contenere fino a {limit} caratteri.
ja: メッセージは最大{limit}文字です。
ko: 메시지는 최대 {limit}자까지 가능합니다.
lt: Žinutės gali būti iki {limit} simbolių.
lv: Ziņas var būt līdz {limit} rakstzīmēm.
nb: Meldinger kan være opptil {limit} tegn.
nl: Berichten mogen maximaal {limit} tekens bevatten.
nn: Meldingar kan vere opptil {limit} teikn.
pl: Wiadomości mogą mieć do {limit} znaków.
pt_br: As mensagens podem ter até {limit} caracteres.
ro: Mesajele pot avea până la {limit} caractere.
ru: Сообщения могут содержать до {limit} символов.
sk: Správy môžu mať až {limit} znakov.
sl: Sporočila so lahko dolga do {limit} znakov.
sr: Poruke mogu imati do {limit} znakova.
sv: Meddelanden kan vara upp till {limit} tecken.
sw: Ujumbe unaweza kuwa hadi herufi {limit}.
ta: செய்திகள் {limit} எழுத்துகள் வரை இருக்கலாம்.
th: ข้อความยาวได้สูงสุด {limit} อักขระ
tr: Mesajlar en fazla {limit} karakter olabilir.
uk: Повідомлення може містити до {limit} символів.
ur: پیغامات {limit} حروف تک ہو سکتے ہیں۔
vi: Tin nhắn có thể dài tối đa {limit} ký tự.
zh_hans: 消息最多可输入 {limit} 个字符。
zh_hant: 訊息最多可輸入 {limit} 個字元。

# friends.chat.composer.open_attachments
source: Open attachments
ar: فتح المرفقات
bg: Отвори прикачени файлове
bn: সংযুক্তি খুলুন
ca: Obre els fitxers adjunts
cs: Otevřít přílohy
da: Åbn vedhæftninger
de: Anhänge öffnen
el: Άνοιγμα συνημμένων
es: Abrir adjuntos
et: Ava manused
fa: باز کردن پیوست‌ها
fi: Avaa liitteet
fil: Buksan ang mga attachment
fr: Ouvrir les pièces jointes
he: פתח קבצים מצורפים
hi: अटैचमेंट खोलें
hr: Otvori privitke
hu: Mellékletek megnyitása
id: Buka lampiran
is: Opna viðhengi
it: Apri allegati
ja: 添付ファイルを開く
ko: 첨부 열기
lt: Atidaryti priedus
lv: Atvērt pielikumus
nb: Åpne vedlegg
nl: Open bijlagen
nn: Opne vedlegg
pl: Otwórz załączniki
pt_br: Abrir anexos
ro: Deschide atașamentele
ru: Открыть вложения
sk: Otvoriť prílohy
sl: Odpri priloge
sr: Otvori priloge
sv: Öppna bilagor
sw: Fungua viambatisho
ta: இணைப்புகளைத் திற
th: เปิดไฟล์แนบ
tr: Ekleri aç
uk: Відкрити вкладення
ur: منسلکات کھولیں
vi: Mở tệp đính kèm
zh_hans: 打开附件
zh_hant: 開啟附件

# friends.chat.composer.photo_library
source: Photo library
ar: مكتبة الصور
bg: Фото библиотека
bn: ফটো লাইব্রেরি
ca: Fototeca
cs: Fotogalerie
da: Fotobibliotek
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
et: Fotokogu
fa: کتابخانه عکس
fi: Kuvakirjasto
fil: Library ng larawan
fr: Photothèque
he: ספריית תמונות
hi: फोटो लाइब्रेरी
hr: Fototeka
hu: Fotókönyvtár
id: Perpustakaan foto
is: Myndasafn
it: Libreria foto
ja: フォトライブラリ
ko: 사진 보관함
lt: Nuotraukų biblioteka
lv: Foto bibliotēka
nb: Bildebibliotek
nl: Fotobibliotheek
nn: Biletbibliotek
pl: Biblioteka zdjęć
pt_br: Biblioteca de Fotos
ro: Bibliotecă foto
ru: Фотобиблиотека
sk: Fotogaléria
sl: Fototeka
sr: Biblioteka fotografija
sv: Bildbibliotek
sw: Maktaba ya picha
ta: புகைப்பட நூலகம்
th: คลังรูปภาพ
tr: Fotoğraf arşivi
uk: Фототека
ur: فوٹو لائبریری
vi: Thư viện ảnh
zh_hans: 照片图库
zh_hant: 照片圖庫

# friends.chat.composer.removeAttachment
source: Remove attachment
ar: إزالة المرفق
bg: Премахване на прикачения файл
bn: সংযুক্তি সরান
ca: Elimina l'adjunt
cs: Odebrat přílohu
da: Fjern vedhæftet fil
de: Anhang entfernen
el: Κατάργηση συνημμένου
es: Eliminar adjunto
et: Eemalda manus
fa: حذف پیوست
fi: Poista liite
fil: Alisin ang attachment
fr: Supprimer la pièce jointe
he: הסר קובץ מצורף
hi: अटैचमेंट हटाएं
hr: Ukloni privitak
hu: Melléklet eltávolítása
id: Hapus lampiran
is: Fjarlægja viðhengi
it: Rimuovi allegato
ja: 添付を削除
ko: 첨부 제거
lt: Pašalinti priedą
lv: Noņemt pielikumu
nb: Fjern vedlegg
nl: Bijlage verwijderen
nn: Fjern vedlegg
pl: Usuń załącznik
pt_br: Remover anexo
ro: Eliminați atașamentul
ru: Удалить вложение
sk: Odstrániť prílohu
sl: Odstrani prilogo
sr: Ukloni prilog
sv: Ta bort bilaga
sw: Ondoa kiambatisho
ta: இணைப்பை அகற்று
th: ลบไฟล์แนบ
tr: Eki kaldır
uk: Видалити вкладення
ur: منسلکہ ہٹائیں
vi: Xóa tệp đính kèm
zh_hans: 移除附件
zh_hant: 移除附件
